sims/legacy/orin_openfoam/rcfx_cfd_dem/rcfx_single_stage/CFD/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// RCFX Single-Stage: pseudo-2D slab 0.30 x 0.01 x 0.60 m
// 5mm cells = 60 x 2 x 120 = 14,400 cells
convertToMeters 1.0;
vertices
(
    (0.0   0.0   0.0)
    (0.30  0.0   0.0)
    (0.30  0.01  0.0)
    (0.0   0.01  0.0)
    (0.0   0.0   0.60)
    (0.30  0.0   0.60)
    (0.30  0.01  0.60)
    (0.0   0.01  0.60)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (60 2 120) simpleGrading (1 1 1)
);
edges();
boundary
(
    inlet
    {
        type patch;
        faces ((0 1 2 3));
    }
    outlet
    {
        type patch;
        faces ((4 5 6 7));
    }
    frontAndBack
    {
        type wall;
        faces ((0 1 5 4) (3 2 6 7));
    }
    leftWall
    {
        type wall;
        faces ((0 3 7 4));
    }
    rightWall
    {
        type wall;
        faces ((1 2 6 5));
    }
);
mergePatchPairs();
