sims/legacy/orin_openfoam/rcfx_cfd_dem/rcfx_single_stage/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          120;
        startFace       35640;
    }
    outlet
    {
        type            patch;
        nFaces          120;
        startFace       35760;
    }
    frontAndBack
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          14400;
        startFace       35880;
    }
    leftWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          240;
        startFace       50280;
    }
    rightWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          240;
        startFace       50520;
    }
)

// ************************************************************************* //
