sims/legacy/orin_openfoam/rcfx_cfd_dem/rcfx_single_stage/CFD/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    inlet { type fixedValue; value uniform (0 0 0.0028); }
    outlet { type zeroGradient; }
    frontAndBack { type fixedValue; value uniform (0 0 0); }
    leftWall { type fixedValue; value uniform (0 0 0); }
    rightWall { type fixedValue; value uniform (0 0 0); }
}
