sims/legacy/orin_openfoam/rcfx_cfd_dem/rcfx_single_stage/CFD/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type zeroGradient; }
    outlet { type fixedValue; value uniform 0; }
    frontAndBack { type zeroGradient; }
    leftWall { type zeroGradient; }
    rightWall { type zeroGradient; }
}
