sims/legacy/orin_openfoam/rcfx_cfd_dem/rcfx_single_stage/CFD/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
solvers
{
    p { solver PCG; preconditioner DIC; tolerance 1e-06; relTol 0.1; }
    pFinal { solver PCG; preconditioner DIC; tolerance 1e-06; relTol 0; }
    U { solver PBiCGStab; preconditioner DILU; tolerance 1e-05; relTol 0.1; }
    UFinal { solver PBiCGStab; preconditioner DILU; tolerance 1e-05; relTol 0; }
}
PISO { nCorrectors 2; nNonOrthogonalCorrectors 0; pRefCell 0; pRefValue 0; }
